{
  "COLUMNS": [
      "TITLE",
      "DESCRIPTION",
      "GENRE"
  ],
  "DATA": [
      [
          "The Road",
          "A trucker's memoir. Poignant scenes showing a man who changes  for better and worse while driving in every state of the US.",
          "Fiction"
      ],
      [
          "Shopping Mart Mania",
          "The seductions of shopping. The true confessions of a shopaholic, with two how-to guides: one on maximizing your shopping experiences, and other a self-help guide on controlling your shopping urges.",
          "Non-fiction"
      ],
      [
          "Beer Googles",
          "A falling-off-your-chair funny book about the dangers of mixing beer with a Web 2.0 lifestyle. Rob Roberts makes all the mistakes a man can make in love, work, the universe, and everything, yet comes out, well, find out for yourself.",
          "Non-fiction"
      ],
      [
          "The Living Portrait",
          "How to draw portraits from life -- and make them lifelike! Covers all traditional art media, but focuses on oil and pastels.",
          "Non-fiction"
      ],
      [
          "All American",
          "The Justin Thyme story. How a man with limited intelligence can make it big in America by obsessively following a narrow path.",
          "Non-fiction"
      ],
      [
          "The Look of Innovation",
          "How one woman struggles to make artistic designs that effectively sell new products. Is it fiction, or is it fact? You be the judge.",
          "Fiction"
      ],
      [
          "Inside Wants Out",
          "Chick-lit at its best. The story of Wanda Lyfe, an ugly duckling on the outside, a swan on the inside, and how she learns to let her inner being make the best of the traumas of being a teenager in the big, heartless, city.",
          "Fiction"
      ],
      [
          "Apparition Man",
          "A ghost story for the ages. Harrowing events and eerie doings galore start when the Jones-Smith family moves into the gothic mansion left them by their barely remembered great uncle Ebenezer.",
          "Fiction"
      ],
      [
          "Lucky 13",
          "Amateur softball's greatest. Stories of all the great amateurs of today and yesteryear.",
          "Non-fiction"
      ],
      [
          "Velocity",
          "The New Brunswick bestseller. A Canadian classic immediately on its release, this book tells the story of the struggles of a family running a small farm in the hinterlands of New Brunswick.",
          "Fiction"
      ],
      [
          "Who are the Men in Green?",
          "You don't want to know, unless you are a fan of horror stories set in creepy, crawly back country. Darkly -- very darkly -- funny.",
          "Fiction"
      ],
      [
          "Stand Out Or Sit Down",
          "From the author of \"Marketing with a Point\". Focuses on how to market your products by marketing yourself. Many convenient lists of marketing dos and don'ts.",
          "Non-fiction"
      ],
      [
          "Checkered Past",
          "When your personal history catches up with you, unexpected results can occur. A harrowing read.",
          "Fiction"
      ],
      [
          "20th Century Cutie",
          "The child in America; cautionary information on how America is bringing up its young, and ruining their future in the process.",
          "Non-fiction"
      ],
      [
          "Barefoot in Biloxi",
          "A tale of growing up in the deep south in the 1950s. A moving story of youth, race, and religion that will make even the stone-hearted break out their handkerchiefs.",
          "Fiction"
      ]
  ]
}